Repository: altugtaskiran/Trackline
Catalog: fastAndCar/Localizable.xcstrings
Source language: tr
Languages: en

source: "%@" crew'ına katıl: %@
en: Join "%@": %@

source: "%@" crew'ına katıldın.
en: You joined "%@".

source: "%@" parkurunu tamamladın!
en: You completed "%@"!

source: "%@" rozetini kazandın!
en: You earned the "%@" badge!

source: "%@" segmentini tamamladın!
en: You completed "%@"!

source: %.0fm sonra %@
en: In %.0fm, %@

source: %@ km · Ort. %lld km/h
en: %@ km · Avg. %lld km/h

source: %d / %d rozet
en: %d / %d badges

source: %d ani fren tespit edildi
en: %d harsh brakes detected

source: %d parkur tamamladın!
en: You completed %d courses!

source: %d segment tamamladın!
en: You completed %d segments!

source: %lld üye
en: %lld members

source: 7 gün art arda sürüş yaptın
en: You drove 7 days in a row

source: 7 Gün Üst Üste
en: 7 Days in a Row

source: Açıkken, her sürüş sonunda yakındaki parkurlarla otomatik eşleştirilir ve derecen genel liderlik tablosuna gönderilir.
en: When on, every drive is automatically matched against nearby courses at the end, and your time is submitted to the global leaderboard.

source: Açıkken, her sürüş sonunda yakındaki segmentlerle otomatik eşleştirilir ve derecen genel liderlik tablosuna gönderilir.
en: When on, every drive is automatically matched against nearby segments at the end, and your time is submitted to the global leaderboard.

source: Akıcı sürüş, yakıt verimliliği yüksek
en: Smooth driving, high fuel efficiency

source: Ana Sayfa
en: Home

source: Ani fren az
en: Few harsh brakes

source: Ani hızlanmalar fazla
en: Too many harsh accelerations

source: Araç Ekle
en: Add Car

source: Araç Fotoğrafı Ekle
en: Add Car Photo

source: Aracını ekle, paylaşım kartlarında ve gelecekte istatistiklerinde görünsün.
en: Add your car so it shows up on share cards and future stats.

# Average Speed
source: Ort. Hız
en: Average Speed

# AVG SPEED
source: ORT HIZ
en: AVG SPEED

source: Ayarlar
en: Settings

source: Ayarları Aç
en: Open Settings

source: B
en: W

source: Başarılar
en: Achievements

source: Başlangıç
en: Start

source: Belirlenmedi
en: Not determined

source: Benzin
en: Gasoline

source: Beygir Gücü
en: Horsepower

source: Bilinmiyor
en: Unknown

source: Bir crew oluştur ve arkadaşlarını davet et — sürüşlerinizi karşılaştırın, konum paylaşımı olmadan.
en: Create a crew and invite your friends — compare your drives, no location sharing.

source: Bir Sorun Oluştu
en: Something Went Wrong

source: Bir sürüş bitirip paylaşırken bu crew ile paylaşmayı seçersen burada görünür.
en: Finish a drive and choose to share it with this crew, and it'll show up here.

source: Bir sürüş detayında rotandan bir parkur oluştur, ya da yukarıdan ara.
en: Create a course from your route in a trip detail, or search above.

source: Bir sürüş detayında rotandan bir segment oluştur, ya da yukarıdan ara.
en: Create a segment from your route in a trip detail, or search above.

source: Bir sürüş detayında rotandan parkur oluştururken bu crew'a eklemeyi seçersen burada görünür.
en: Create a route from one of your drives and choose to add it to this crew — it'll show up here.

source: Bir Sürüş Seç
en: Pick a Drive

source: Bitiş
en: Finish

source: Bu aralıktan bir parkur oluşturulamadı.
en: A course couldn't be created from this range.

source: Bu aralıktan bir segment oluşturulamadı.
en: A segment couldn't be created from this range.

source: Bu özellik yakında aktif olacak.
en: This feature will be active soon.

source: Bu parkurda henüz kimse yok
en: No one's on this course yet

source: Bu rotada henüz kimse yok
en: No one's here yet on this route

source: Bu Rotayı Sür
en: Follow This Route

source: Bu rotayı sür, otomatik olarak crew liderlik tablosuna gönderilsin.
en: Drive this route to automatically get on the crew leaderboard.

source: Bu rotayı sür, otomatik olarak liderlik tablosuna gönderilsin.
en: Drive this route and it'll be submitted to the leaderboard automatically.

source: Bu segmentte henüz kimse yok
en: No one's on this segment yet

source: Bu sürüş kaydedilemeyecek kadar kısa — en az birkaç saniye konum verisi gerekiyor.
en: This drive is too short to save — at least a few seconds of location data is needed.

source: Çevrimiçi Özellik
en: Online Feature

source: Çevrimiçi özellikler yakında aktif olacak.
en: Online features will be active soon.

# Cornering Events
source: Viraj Sayısı
en: Cornering Events

source: Crew bilgileri yüklenemedi. iCloud'a giriş yaptığından emin ol.
en: Couldn't load crew info. Make sure you're signed into iCloud.

source: Crew oluşturmak için cihazında iCloud hesabına giriş yapmalısın.
en: You need to be signed into iCloud on your device to create a crew.

source: Crew oluşturulamadı. Bağlantını kontrol edip tekrar dene.
en: Couldn't create the crew. Check your connection and try again.

source: Crew Sıralaması
en: Crew Rankings

source: Crew'a Katıldın
en: Joined Crew

source: Crew'dan Ayrıl
en: Leave Crew

source: Crew'larımla paylaş
en: Share with my crews

source: Crew'larla Paylaş
en: Share with Crews

source: Crew'u Sil
en: Delete Crew

source: Crew'una bir isim ver
en: Give your crew a name

source: D
en: E

source: Davet açılamadı.
en: Couldn't open the invite.

source: Davet kabul edilemedi. Bağlantını kontrol edip tekrar dene.
en: Couldn't accept the invite. Check your connection and try again.

source: Davet linki bulunamadı.
en: Invite link not found.

source: Diğer Yollarla Paylaş
en: Share Another Way

source: Dil
en: Language

# Distance
source: Mesafe
en: Distance

# DISTANCE
source: MESAFE
en: DISTANCE

source: Dizel
en: Diesel

# Drive Time
source: Sürüş Süresi
en: Drive Time

# DRIVE TIME
source: SÜRE
en: DRIVE TIME

# Driving Score
source: Sürüş Skoru
en: Driving Score

source: Durağı Adlandır
en: Name the Stop

source: Duraklatıldı
en: Paused

source: Elektrik
en: Electric

# Elevation Gain
source: Tırmanış
en: Elevation Gain

# Elevation Loss
source: İniş
en: Elevation Loss

source: En az 1 km'lik bir sürüşü hiç ani fren yapmadan tamamladın
en: You finished a drive of at least 1 km with zero harsh braking

# Finish Time
source: Bitiş Saati
en: Finish Time

# Finished
source: Bitti
en: Finished

source: Fotoğrafı Ayarla
en: Adjust Photo

source: Fren Ustası
en: Smooth Operator

source: G
en: S

source: Garaj
en: Garage

source: Garajın boş
en: Your garage is empty

source: GB
en: SW

source: GD
en: SE

source: Gece Kuşu
en: Night Owl

source: Gece yarısı ile 05:00 arasında bir sürüş yaptın
en: You drove sometime between midnight and 5 AM

source: GELİŞTİRİCİ
en: DEVELOPER

source: Genel liderlik tablolarına katıl
en: Join global leaderboards

source: Global Liderlik
en: Global Leaderboard

source: Gönder
en: Submit

source: Gönderilemedi. Bağlantını kontrol edip tekrar dene.
en: Couldn't submit. Check your connection and try again.

# GPS Accuracy
source: GPS Doğruluğu
en: GPS Accuracy

# Harsh Acceleration
source: Ani Hızlanma
en: Harsh Acceleration

# Harsh Braking
source: Ani Fren
en: Harsh Braking

source: Henüz bir crew'un yok
en: You don't have a crew yet

source: Henüz bir rota yok
en: No routes yet

source: Henüz bir rotan yok
en: You don't have a route yet

source: Henüz kaydedilmiş bir sürüşün yok
en: You don't have any saved drives yet

source: Henüz parkur yok
en: No courses yet

source: Henüz paylaşılan sürüş yok
en: No shared drives yet

source: Henüz segment yok
en: No segments yet

source: Henüz yolculuk yok
en: No drives yet

source: Her sürüş bir rota.
en: Every drive is a route.

source: Her zaman izinli
en: Always allowed

source: Herkese Açık Liderlik Tablosuna Ekle
en: Add to Public Leaderboard

source: Hibrit
en: Hybrid

# Highest Altitude
source: En Yüksek Rakım
en: Highest Altitude

source: Hız
en: Speed

source: Hız değişkenliği yüksek
en: High speed variability

source: İlk sen gönder, liderlik tablosunu başlat.
en: Be the first to submit, start the leaderboard.

source: İlk Sürüş
en: First Drive

source: İlk sürüşünü başlat, rotanı burada gör.
en: Start your first drive, see your route here.

source: İlk sürüşünü kaydettin
en: You recorded your first drive

source: İngilizce
en: English

source: İşlem tamamlanamadı. Bağlantını kontrol edip tekrar dene.
en: Couldn't complete the action. Check your connection and try again.

source: K
en: N

source: Kalkışlar ve virajlar kontrollü
en: Controlled starts and turns

source: Kapat
en: Close

source: Katılmak için bu kodu okutsun
en: Have them scan this code to join

source: Kaydedilmiş bir sürüşten rota oluştur, sonra aynı rotayı tekrar sürmek için kullan.
en: Create a route from a saved drive, then use it to drive the same route again.

source: Kaydet
en: Save

source: KB
en: NW

source: KD
en: NE

source: Kilometre
en: Kilometers

source: Kısıtlı
en: Restricted

source: Konum İzni
en: Location Permission

source: Konum İzni Gerekli
en: Location Permission Required

source: Konumu Etkinleştir
en: Enable Location

source: Kullan
en: Use

source: Kurucu sensin
en: You're the creator

source: Kurucu: %@
en: Creator: %@

source: Liderlik
en: Leaderboard

source: Liderlik Tablosu
en: Leaderboard

source: Liderlik tablosu yüklenemedi. iCloud'a giriş yaptığından emin ol.
en: Couldn't load the leaderboard. Make sure you're signed into iCloud.

source: Liderlik tablosunda görünecek bir isim seç
en: Choose a name to show on the leaderboard

source: Liderlik tablosunu kullanmak için cihazında iCloud hesabına giriş yapmalısın.
en: You need to be signed into iCloud on this device to use the leaderboard.

# Lowest Altitude
source: En Düşük Rakım
en: Lowest Altitude

source: Maraton
en: Marathon

source: Marka
en: Brand

# Max Acceleration
source: Maks İvme
en: Max Acceleration

# Max Braking
source: Maks Fren
en: Max Braking

source: Mesafe
en: Distance

source: Mesafe Birimi
en: Distance Unit

source: Mil
en: Miles

# Moving Time
source: Hareket Süresi
en: Moving Time

# Number of Stops
source: Duraklama Sayısı
en: Number of Stops

source: Oluştur ve Davet Et
en: Create and Invite

source: Oluşturan: %@
en: Created by: %@

source: Oluşturduklarım
en: Created by Me

source: Önce bir sürüş kaydet, sonra ondan bir rota oluşturabilirsin.
en: Save a drive first, then you can create a route from it.

source: örn. Cuma Konvoyu
en: e.g. Friday Convoy

source: örn. Sahil Yolu Düz
en: e.g. Coastal Straight

source: örn. turbo_mert
en: e.g. turbo_mert

source: Örn. Yakıt Molası
en: E.g. Fuel Stop

source: Ort. %lld km/h · Zirve %lld km/h
en: Avg. %lld km/h · Peak %lld km/h

source: Ortalama hız dengeli
en: Consistent average speed

source: Oy verilemedi. Bağlantını kontrol edip tekrar dene.
en: Couldn't vote. Check your connection and try again.

source: Parkur
en: Route

source: Parkur adı
en: Course name

source: Parkur Adı
en: Course Name

source: Parkur Ara
en: Search Courses

source: Parkur Eşleşmesi
en: Course Match

source: Parkur Oluştur
en: Create Course

source: Parkur yüklenemedi.
en: Couldn't load the course.

source: Parkurunu görüntüle
en: View your course

source: Paylaş
en: Share

source: Paylaşan: %@
en: Shared by: %@

source: Reddedildi
en: Denied

source: Rota başlangıcı: %@ (%@)
en: Route start: %@ (%@)

source: Rota Hazır
en: Route Ready

source: Rotalar
en: Routes

source: Rotalarım
en: My Routes

source: Rotayı tamamladın!
en: You completed the route!

source: Rotayı tamamladın! Süren: %@
en: You completed the route! Your time: %@

source: Rotayı tamamladın! Süren: %@ — %@'den %@ geride
en: You completed the route! Your time: %@ — %@ behind %@

source: Rotayı tamamladın! Süren: %@ — %@'i %@ farkla geçtin!
en: You completed the route! Your time: %@ — you beat %@ by %@!

source: sağdan dön
en: turn right

source: Segment adı
en: Segment name

source: Segment Adı
en: Segment Name

source: Segment Ara
en: Search Segments

source: Segment Eşleşmesi
en: Segment Match

source: Segment Oluştur
en: Create Segment

source: Segment oluşturmak için cihazında iCloud hesabına giriş yapmalısın.
en: You need to be signed into iCloud on your device to create a segment.

source: Segment oluşturulamadı. Bağlantını kontrol edip tekrar dene.
en: Couldn't create the segment. Check your connection and try again.

source: Segmentini görüntüle
en: View your segment

# SESSION COMPLETE
source: OTURUM TAMAMLANDI
en: SESSION COMPLETE

source: Sil
en: Delete

source: Silinemedi.
en: Couldn't delete it.

source: Şimdi
en: Now

source: Sistem
en: System

source: Sık duruşlar yakıt verimliliğini düşürüyor
en: Frequent stops reduce fuel efficiency

source: Skor için yeterli veri yok
en: Not enough data for a score

source: soldan dön
en: turn left

source: Son Sürüşler
en: Recent Drives

source: Sonuç bulunamadı
en: No results found

# Start Time
source: Başlangıç Saati
en: Start Time

# Started
source: Başladı
en: Started

# Steepest Climb
source: En Dik Yokuş
en: Steepest Climb

# Stop
source: Duraklama
en: Stop

# Stopped Time
source: Duraklama Süresi
en: Stopped Time

source: Sürdüklerim
en: Driven

source: Süre
en: Time

source: Sürüm
en: Version

source: Sürüş Kaydedilemedi
en: Drive Not Saved

source: Sürüşe Başla
en: Start Drive

source: Sürüşe hazır
en: Ready to drive

source: Sürüşlerim
en: My Drives

source: Sürüşten Rota Oluştur
en: Create Route From Drive

source: Sürüşü Bitir
en: End Drive

source: Sürüşünü kaydedebilmek için Ayarlar'dan konum iznini etkinleştir.
en: Turn on location permission in Settings to record your drive.

source: Tamam
en: OK

source: Tek bir sürüşte 50 km'yi geçtin
en: You passed 50 km in a single drive

# Timeline
source: Zaman Çizelgesi
en: Timeline

# Top Speed
source: Maks Hız
en: Top Speed

# TOP SPEED
source: MAKS HIZ
en: TOP SPEED

source: Toplamda 100 km yol kat ettin
en: You've driven 100 km total

source: Toplamda 500 km yol kat ettin
en: You've driven 500 km total

source: Toplamda 1000 km yol kat ettin
en: You've driven 1000 km total

source: Trackline yolculuğunu kaydeder, pist haritası gibi çizer.
en: Trackline records your journey, drawing it like a track map.

source: Türkçe
en: Turkish

source: Üye çıkarılamadı.
en: Couldn't remove the member.

source: Üyeler
en: Members

source: Üyesin
en: You're a member

source: Vazgeç
en: Cancel

source: WhatsApp'tan Gönder
en: Send via WhatsApp

source: Yakınımdakiler
en: Nearby

source: Yakınımdakiler, Parkur Ara ve herkese açık parkurlar yakında aktif olacak.
en: Nearby, Search, and public segments will be active soon.

source: Yakınında parkur bulunamadı
en: No courses found nearby

source: Yakınında segment bulunamadı
en: No segments found nearby

source: Yakınlaştırmak için sıkıştır, konumlandırmak için sürükle
en: Pinch to zoom, drag to reposition

source: Yakıt
en: Fuel

source: Yalnızca uygulama kullanılırken
en: Only while using the app

source: Yeni Crew Oluştur
en: Create New Crew

source: Yeni Rozet
en: New Badge

source: Yıl
en: Year

source: Yok
en: None

source: Zirve %lld km/h
en: Peak %lld km/h

source: Zirve Hız
en: Top Speed
